Repository: wendrawang/sample-architect
Catalog: Packages/FeatureAuth/Sources/FeatureAuth/Resources/Localizable.xcstrings
Source language: id
Languages: en

# auth.error.passwordTooShort
source: Password minimal 6 karakter.
en: Password must be at least 6 characters.

# auth.error.usernameTooShort
source: Username minimal 3 karakter.
en: Username must be at least 3 characters.

# auth.password.biometric.hint
source: Hubungkan action ini ke LocalAuthentication.
en: Connect this action to LocalAuthentication.

# auth.password.continue
source: Lanjut
en: Continue

# auth.password.error.dismiss
source: Tutup
en: Close

# auth.password.error.retry
source: Coba Lagi
en: Try Again

# auth.password.error.title
source: Login belum berhasil
en: Sign in unsuccessful

# auth.password.field.placeholder
source: Masukkan password login kamu
en: Enter your login password

# auth.password.field.title
source: Password Login
en: Login Password

# auth.password.forgot
source: Lupa atau Belum Punya Password?
en: Forgot or don't have a password?

# auth.password.help.later
source: Nanti
en: Later

# auth.password.help.message
source: Pilih flow reset atau aktivasi password sesuai contract aplikasi Anda.
en: Choose the reset or activation flow that matches your app contract.

# auth.password.help.title
source: Bantuan password
en: Password help

# auth.password.navigationTitle
source: Masukkan Password
en: Enter Password

# auth.password.title
source: Masukkan Password kamu untuk login
en: Enter your password to sign in

# auth.username.continue
source: Lanjut
en: Continue

# auth.username.field.placeholder
source: Masukkan username
en: Enter username

# auth.username.help
source: Butuh bantuan?
en: Need help?

# auth.username.help.close
source: Tutup
en: Close

# auth.username.help.contact
source: Hubungi Bantuan
en: Contact Support

# auth.username.help.invoked
source: Action bantuan dipanggil.
en: Support action invoked.

# auth.username.help.message
source: Gunakan username Internet Banking Anda. Action sheet ini dapat diganti sesuai kebutuhan setiap feature.
en: Use your Internet Banking username. This sheet can be replaced per feature.

# auth.username.hero.action
source: Pelajari Sekarang
en: Learn Now

# auth.username.hero.subtitle
source: Lindungi keamanan data diri Anda.
en: Protect your personal data.

# auth.username.hero.title
source: Cerdas melawan penipuan digital
en: Smart against digital fraud

# auth.username.locale
source: ID
en: EN

# auth.username.quick.cash
source: Tarik Tunai
en: Cash Withdrawal

# auth.username.subtitle
source: Masukkan username Internet Banking kamu.
en: Enter your Internet Banking username.

# auth.username.title
source: Masuk
en: Sign in
